Repository: ademrecber/adretools
Catalog: adretools/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Watermark
tr: Filigran

source: Add text watermark to your PDF
tr: PDF'nize metin filigranı ekleyin

source: Add Watermark
tr: Filigran Ekle

source: Password Protection Settings
tr: Şifre Koruması Ayarları

source: Back
tr: Geri

source: Enter a strong password
tr: Güçlü bir şifre girin

source: Confirm your password
tr: Şifrenizi onaylayın

source: Encrypt PDF
tr: PDF Şifrele

source: Watermark Settings
tr: Filigran Ayarları

source: Watermark Text
tr: Filigran Metni

source: e.g: CONFIDENTIAL, DRAFT, Company Name
tr: ör. GİZLİ, TASLAK, Şirket Adı

source: Center
tr: Merkez

source: Top Left
tr: Sol Üst

source: Top Right
tr: Sağ Üst

source: Bottom Left
tr: Sol Alt

source: Bottom Right
tr: Sağ Alt

source: Opacity
tr: Opaklık

source: Light
tr: Hafif

source: Medium
tr: Orta

source: Dark
tr: Koyu

source: Size
tr: Boyut

source: Small
tr: Küçük

source: Large
tr: Büyük

source: Extra Large
tr: Ekstra Büyük

source: QR Type
tr: QR Türü

source: URL/Link
tr: URL/Bağlantı

source: Email
tr: E-posta

source: Phone
tr: Telefon

source: vCard (Contact)
tr: vCard (Kişi)

source: Content
tr: İçerik

source: Enter QR code content...
tr: QR kod içeriğini girin...

source: Network Name (SSID)
tr: Ağ Adı (SSID)

source: WiFi network name
tr: WiFi ağ adı

source: WiFi password
tr: WiFi şifresi

source: Security Type
tr: Güvenlik Türü

source: No Password
tr: Şifre Yok

source: Phone Number
tr: Telefon Numarası

source: Message
tr: Mesaj

source: SMS message
tr: SMS mesajı

source: Email Address
tr: E-posta Adresi

source: example@email.com
tr: ornek@email.com

source: Subject
tr: Konu

source: Email subject
tr: E-posta konusu

source: Email content
tr: E-posta içeriği

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: Company
tr: Şirket

source: Company name
tr: Şirket adı

source: Small (200px)
tr: Küçük (200px)

source: Medium (400px)
tr: Orta (400px)

source: Large (600px)
tr: Büyük (600px)

source: Extra Large (800px)
tr: Ekstra Büyük (800px)

source: Error Correction
tr: Hata Düzeltme

source: Low (7%%)
tr: Düşük (%%7)

source: Foreground Color
tr: Ön Plan Rengi

source: Background Color
tr: Arka Plan Rengi

source: QR Shape
tr: QR Şekli

source: Random Tools - Number Generator, Lucky Wheel, Name Picker - AdreTools
tr: Rastgele Araçlar - Sayı Üretici, Şans Çarkı, İsim Seçici - AdreTools

source: Professional random generators and lottery systems
tr: Profesyonel rastgele üreticiler ve çekiliş sistemleri

source: Maximum
tr: Maksimum

source: How many numbers?
tr: Kaç sayı?

source: Add Options
tr: Seçenek Ekle

source: Enter option
tr: Seçenek gir

source: Add
tr: Ekle

source: Spin Duration (seconds)
tr: Dönüş Süresi (saniye)

source: Clear All
tr: Tümünü Temizle

source: Spin Wheel
tr: Çarkı Çevir

source: Add options to see the wheel
tr: Çarkı görmek için seçenek ekle

source: Show Wheel
tr: Çarkı Göster

source: Number of dice
tr: Zar sayısı

source: dice
tr: zar

source: Roll Dice
tr: Zarı At

source: Professional Lottery System
tr: Profesyonel Çekiliş Sistemi

source: Add Participants
tr: Katılımcı Ekle

source: Enter name
tr: İsim gir

source: Or paste multiple names (one per line)
tr: Veya birden fazla ismi yapıştır (her satırda bir isim)

source: Add All
tr: Tümünü Ekle

source: Shuffle
tr: Karıştır

source: Total participants
tr: Toplam katılımcı

source: Participants List
tr: Katılımcı Listesi

source: Lottery Settings
tr: Çekiliş Ayarları

source: Number of winners
tr: Kazanan sayısı

source: Allow same person to win multiple times
tr: Aynı kişinin birden fazla kez kazanmasına izin ver

source: Start Lottery
tr: Çekilişi Başlat

source: PNG/JPG → SVG Conversion
tr: PNG/JPG → SVG Dönüşümü

source: Select Image File
tr: Görüntü Dosyası Seç

source: Note
tr: Not

source: This process embeds the image into SVG.
tr: Bu işlem, görüntüyü SVG içine gömer.

source: Conversion Mode
tr: Dönüşüm Modu

source: Simple (Embed image in SVG)
tr: Basit (Görüntüyü SVG içine göm)

source: Advanced (Real SVG Path)
tr: Gelişmiş (Gerçek SVG Yolu)

source: Convert to SVG
tr: SVG'ye Dönüştür

source: Converting...
tr: Dönüştürülüyor...

source: SVG → PNG/JPG Conversion
tr: SVG → PNG/JPG Dönüşümü

source: Output Format
tr: Çıkış Formatı

source: Convert and Download
tr: Dönüştür ve İndir

source: Vector SVG Trace
tr: Vektör SVG İzleme

source: Warning
tr: Uyarı

source: This creates real vector SVG!
tr: Bu, gerçek vektör SVG oluşturur!

source: Detail Level
tr: Detay Seviyesi

source: 1: Very detailed, 10: Simple
tr: 1: Çok detaylı, 10: Basit

source: Create Vector SVG
tr: Vektör SVG Oluştur

source: Processing...
tr: İşleniyor...

source: SVG Editing
tr: SVG Düzenleme

source: New Width
tr: Yeni Genişlik

source: Change
tr: Değiştir

source: New Height
tr: Yeni Yükseklik

source: Text Input
tr: Metin Girişi

source: Write your text here...
tr: Metninizi buraya yazın...

source: Your text will be automatically analyzed
tr: Metniniz otomatik olarak analiz edilecek

source: Text Statistics
tr: Metin İstatistikleri

source: Characters (with spaces)
tr: Karakterler (boşluklarla)

source: Characters (without spaces)
tr: Karakterler (boşluksuz)

source: Word count
tr: Kelime sayısı

source: Line count
tr: Satır sayısı

source: Paragraph count
tr: Paragraf sayısı

source: Digit count
tr: Rakam sayısı

source: Letter count
tr: Harf sayısı

source: Longest word
tr: En uzun kelime

source: Average word length
tr: Ortalama kelime uzunluğu

source: Text Transformation
tr: Metin Dönüşümü

source: UPPERCASE
tr: BÜYÜK HARF

source: lowercase
tr: küçük harf

source: Title Case
tr: Başlık Stili

source: Reverse
tr: Ters Çevir

source: Clean Spaces
tr: Boşlukları Temizle

source: Remove Special Chars
tr: Özel Karakterleri Kaldır

source: Clean HTML
tr: HTML'i Temizle

source: Encoding & Hash
tr: Kodlama ve Hash

source: Base64 Encode
tr: Base64 Kodla

source: Base64 Decode
tr: Base64 Çöz

source: URL Encode
tr: URL Kodla

source: URL Decode
tr: URL Çöz

source: JSON Format
tr: JSON Biçimlendir

source: JSON Beautify
tr: JSON Güzelleştir

source: JSON Minify
tr: JSON Küçült

source: Shorten URL
tr: URL Kısalt

source: Long URL
tr: Uzun URL

source: Query Statistics
tr: Sorgu İstatistikleri

source: Short Code
tr: Kısa Kod

source: Get Statistics
tr: İstatistikleri Al

source: Original URL
tr: Orijinal URL

source: Click Count
tr: Tıklama Sayısı

source: Created
tr: Oluşturuldu

source: Short URL
tr: Kısa URL

source: QR Code
tr: QR Kod

source: Download QR
tr: QR İndir

source: Share
tr: Paylaş
