Repository: ademrecber/adretools
Catalog: adretools/locale/*/LC_MESSAGES/django.po
Languages: tr

source: PDF Tools
tr: PDF Araçları

source: Split, merge, convert PDF files
tr: PDF böl, birleştir, dönüştür

source: Image Tools
tr: Resim Araçları

source: Resize images, change formats
tr: Resim boyutlandır, format değiştir

source: QR & Barcode
tr: QR & Barkod

source: Generate QR codes, read barcodes
tr: QR kod oluştur, barkod okut

source: SVG Tools
tr: SVG Araçları

source: Edit SVG files
tr: SVG dosyalarını düzenle

source: Text Tools
tr: Metin Araçları

source: Analyze and convert text
tr: Metin analiz et ve dönüştür

source: Color Picker
tr: Renk Bulucu

source: Pick colors from images and analyze
tr: Görselden renk seç ve analiz et

source: URL Shortener
tr: URL Kısaltıcı

source: Shorten long links and generate QR
tr: Uzun linkleri kısalt ve QR oluştur

source: Password Generator
tr: Şifre Üretici

source: Generate strong passwords and security check
tr: Güçlü şifre oluştur ve güvenlik kontrolü

source: Unit Converter
tr: Birim Dönüştürücü

source: Convert length, weight, temperature
tr: Uzunluk, ağırlık, sıcaklık dönüştür

source: Horoscope Calculator
tr: Burç Hesaplayıcı

source: Calculate zodiac sign and traits by birth date
tr: Doğum tarihi ile burç, yükselen ve özellikler

source: Network Tools
tr: Ağ Araçları

source: IP lookup, domain check, port scan
tr: IP sorgula, domain kontrol, port tara

source: Developer Tools
tr: Geliştirici Araçları

source: JSON, Hash, Regex, SQL tools
tr: JSON, Hash, Regex, SQL araçları

source: Generate random numbers
tr: Rastgele sayılar üret

source: Lucky Wheel
tr: Şans Çarkı

source: Spin the wheel of fortune
tr: Şans çarkını çevir

source: Dice Roller
tr: Zar Atıcı

source: Roll virtual dice
tr: Sanal zar at

source: Professional lottery system
tr: Profesyonel piyango sistemi

source: All rights reserved.
tr: Tüm hakları saklıdır.

source: Terms of Service
tr: Hizmet Şartları

source: Cookie Policy
tr: Çerez Politikası

source: Contact
tr: İletişim

source: Statistics
tr: İstatistikler

source: AdreTools blog - Online tools guides, tutorials and tips for PDF, QR code, image editing and more digital tools.
tr: AdreTools blog - PDF, QR kodu, görüntü düzenleme ve daha fazla dijital araç için çevrimiçi araç kılavuzları, eğitimler ve ipuçları.

source: Comprehensive guides and tutorials for all AdreTools. Learn how to use our digital tools effectively with step-by-step instructions.
tr: Tüm AdreTools için kapsamlı kılavuzlar ve eğitimler. Dijital araçlarımızı adım adım talimatlarla etkili bir şekilde kullanmayı öğrenin.

source: Complete PDF Management Solution
tr: Tam PDF Yönetim Çözümü

source: Our comprehensive PDF tools suite provides everything you need for professional document management. Whether you're working with business reports, academic papers, or personal documents, these tools ensure efficient PDF processing with enterprise-level security and reliability.
tr: Kapsamlı PDF araçları paketimiz, profesyonel belge yönetimi için ihtiyacınız olan her şeyi sağlar. İş raporları, akademik makaleler veya kişisel belgelerle çalışıyorsanız, bu araçlar kurumsal düzeyde güvenlik ve güvenilirlikle verimli PDF işleme sağlar.

source: PDF Merge - Combine Multiple Documents
tr: PDF Birleştirme - Birden Fazla Belgeyi Birleştir

source: Merge PDF files online free without losing quality. Perfect for combining invoices, reports, presentations, and contracts into single documents. Supports unlimited file size and maintains original formatting, bookmarks, and metadata. Essential for business workflows and document organization.
tr: PDF dosyalarını kalite kaybı olmadan çevrimiçi ücretsiz birleştirin. Faturalar, raporlar, sunumlar ve sözleşmeleri tek bir belgede birleştirmek için mükemmel. Sınırsız dosya boyutunu destekler ve orijinal biçimlendirme, yer imleri ve meta verileri korur. İş akışları ve belge organizasyonu için vazgeçilmez.

source: PDF Split - Extract Pages Efficiently
tr: PDF Bölme - Sayfaları Verimli Bir Şekilde Ayır

source: Split large PDF documents into smaller files or extract specific pages. Ideal for separating chapters, removing confidential sections, or creating focused documents. Batch processing available for multiple files with custom page ranges and automatic naming conventions.
tr: Büyük PDF belgelerini daha küçük dosyalara ayırın veya belirli sayfaları çıkarın. Bölümleri ayırmak, gizli bölümleri kaldırmak veya odaklanmış belgeler oluşturmak için idealdir. Çoklu dosyalar için toplu işleme, özel sayfa aralıkları ve otomatik adlandırma kurallarıyla kullanılabilir.

source: PDF Encryption - Secure Your Documents
tr: PDF Şifreleme - Belgelerinizi Güvence Altına Alın

source: Protect sensitive documents with military-grade encryption. Set passwords for opening, printing, copying, and editing permissions. Perfect for legal documents, financial reports, and confidential business information. Complies with industry security standards and regulations.
tr: Hassas belgeleri askeri düzeyde şifreleme ile koruyun. Açma, yazdırma, kopyalama ve düzenleme izinleri için şifreler belirleyin. Yasal belgeler, finansal raporlar ve gizli iş bilgileri için mükemmel. Endüstri güvenlik standartlarına ve düzenlemelerine uygundur.

source: PDF Watermark - Brand Protection
tr: PDF Filigran - Marka Koruması

source: Add custom watermarks to protect intellectual property and establish document authenticity. Support for text and image watermarks with adjustable transparency, positioning, and rotation. Essential for copyright protection, draft marking, and brand identification.
tr: Fikri mülkiyeti korumak ve belge özgünlüğünü sağlamak için özel filigranlar ekleyin. Metin ve görüntü filigranları için ayarlanabilir şeffaflık, konumlandırma ve döndürme desteği. Telif hakkı koruması, taslak işaretleme ve marka tanımlama için vazgeçilmez.

source: Quick Access Links
tr: Hızlı Erişim Bağlantıları

source: Merge PDF Files Online
tr: PDF Dosyalarını Çevrimiçi Birleştir

source: Split PDF Documents
tr: PDF Belgelerini Böl

source: Encrypt PDF Security
tr: PDF Güvenliğini Şifrele

source: Popular Keywords
tr: Popüler Anahtar Kelimeler

source: PDF merge online, combine PDF files, split PDF pages, PDF password protection, secure PDF documents, PDF watermark generator, free PDF tools, document management, PDF editor online, business document processing
tr: Çevrimiçi PDF birleştirme, PDF dosyalarını birleştir, PDF sayfalarını böl, PDF şifre koruması, güvenli PDF belgeleri, PDF filigran üretici, ücretsiz PDF araçları, belge yönetimi, çevrimiçi PDF düzenleyici, iş belge işleme

source: Professional QR Code Generator Suite
tr: Profesyonel QR Kod Üretici Paketi

source: Create high-quality QR codes for marketing campaigns, business cards, restaurant menus, and digital interactions. Our advanced QR code generator supports multiple data types with customizable designs and error correction levels for maximum scanning reliability.
tr: Pazarlama kampanyaları, iş kartları, restoran menüleri ve dijital etkileşimler için yüksek kaliteli QR kodları oluşturun. Gelişmiş QR kod üreticimiz, özelleştirilebilir tasarımlar ve maksimum tarama güvenilirliği için hata düzeltme seviyeleri ile birden fazla veri türünü destekler.

source: URL QR Codes - Drive Traffic Instantly
tr: URL QR Kodları - Trafiği Anında Artır

source: Generate QR codes for websites, landing pages, social media profiles, and online stores. Perfect for print advertising, business cards, flyers, and promotional materials. Track engagement and boost digital marketing ROI with scannable links that work on all smartphones.
tr: Web siteleri, açılış sayfaları, sosyal medya profilleri ve çevrimiçi mağazalar için QR kodları oluşturun. Basılı reklamlar, iş kartları, broşürler ve promosyon malzemeleri için mükemmel. Tüm akıllı telefonlarda çalışan taranabilir bağlantılarla etkileşimi takip edin ve dijital pazarlama ROI'sini artırın.

source: WiFi QR Codes - Seamless Connection
tr: WiFi QR Kodları - Sorunsuz Bağlantı

source: Create WiFi QR codes for restaurants, hotels, offices, and events. Guests can connect instantly without typing passwords. Supports WPA, WEP, and open networks with automatic configuration. Improve customer experience and reduce support requests.
tr: Restoranlar, oteller, ofisler ve etkinlikler için WiFi QR kodları oluşturun. Misafirler şifre yazmadan anında bağlanabilir. WPA, WEP ve açık ağları otomatik yapılandırma ile destekler. Müşteri deneyimini geliştirin ve destek taleplerini azaltın.

source: vCard QR Codes - Digital Business Cards
tr: vCard QR Kodları - Dijital İş Kartları

source: Transform traditional business cards into interactive digital experiences. Include contact information, social media links, company details, and profile photos. Eco-friendly networking solution that saves contacts directly to smartphones with one scan.
tr: Geleneksel iş kartlarını interaktif dijital deneyimlere dönüştürün. İletişim bilgileri, sosyal medya bağlantıları, şirket detayları ve profil fotoğraflarını ekleyin. Tek bir tarama ile kişileri doğrudan akıllı telefonlara kaydeden çevre dostu bir ağ oluşturma çözümü.

source: Text & SMS QR Codes - Instant Communication
tr: Metin ve SMS QR Kodları - Anında İletişim

source: Generate QR codes for plain text, SMS messages, phone numbers, and email addresses. Perfect for event information, product details, instructions, and customer support. Enable quick communication without manual typing or number memorization.
tr: Düz metin, SMS mesajları, telefon numaraları ve e-posta adresleri için QR kodları oluşturun. Etkinlik bilgileri, ürün detayları, talimatlar ve müşteri desteği için mükemmel. Manuel yazma veya numara ezberlemeden hızlı iletişim sağlayın.

source: QR Code Generator Online
tr: Çevrimiçi QR Kod Üretici

source: Search Keywords
tr: Arama Anahtar Kelimeleri

source: QR code generator free, create QR code online, WiFi QR code maker, vCard QR generator, business card QR code, URL to QR code, barcode generator, QR code scanner, marketing QR codes, restaurant menu QR code
tr: Ücretsiz QR kod üretici, çevrimiçi QR kod oluştur, WiFi QR kod yapıcı, vCard QR üretici, iş kartı QR kodu, URL'den QR koda, barkod üretici, QR kod tarayıcı, pazarlama QR kodları, restoran menüsü QR kodu

source: Professional Random Generation Suite
tr: Profesyonel Rastgele Üretim Paketi

source: Generate truly random numbers, conduct fair selections, and create engaging interactive experiences with our cryptographically secure random tools. Perfect for games, contests, decision making, statistical sampling, and educational activities with guaranteed fairness and transparency.
tr: Kriptografik olarak güvenli rastgele araçlarımızla gerçekten rastgele sayılar üretin, adil seçimler yapın ve ilgi çekici interaktif deneyimler oluşturun. Oyunlar, yarışmalar, karar verme, istatistiksel örnekleme ve eğitim faaliyetleri için mükemmel, garantili adillik ve şeffaflık ile.

source: Random Number Generator - Cryptographic Security
tr: Rastgele Sayı Üretici - Kriptografik Güvenlik

source: Generate random numbers with military-grade security using advanced algorithms. Perfect for lottery systems, statistical research, gaming applications, and scientific simulations. Supports custom ranges, multiple numbers, and various distributions for professional and academic use.
tr: Gelişmiş algoritmalar kullanarak askeri düzeyde güvenlikle rastgele sayılar üretin. Piyango sistemleri, istatistiksel araştırmalar, oyun uygulamaları ve bilimsel simülasyonlar için mükemmel. Profesyonel ve akademik kullanım için özel aralıklar, çoklu sayılar ve çeşitli dağılımlar destekler.

source: Lucky Wheel Spinner - Interactive Decision Maker
tr: Şans Çarkı Döndürücü - İnteraktif Karar Verici

source: Create customizable spinning wheels for contests, giveaways, classroom activities, and team building exercises. Add unlimited options, customize colors and animations, and ensure fair random selection. Perfect for social media contests, educational games, and business decision making.
tr: Yarışmalar, hediye çekilişleri, sınıf etkinlikleri ve takım oluşturma egzersizleri için özelleştirilebilir şans çarkları oluşturun. Sınırsız seçenek ekleyin, renkleri ve animasyonları özelleştirin ve adil rastgele seçim sağlayın. Sosyal medya yarışmaları, eğitim oyunları ve iş kararları için mükemmel.

source: Dice Roller - Virtual Gaming Experience
tr: Zar Atıcı - Sanal Oyun Deneyimi

source: Roll virtual dice for board games, tabletop RPGs, probability experiments, and educational demonstrations. Support for multiple dice types (D4, D6, D8, D10, D12, D20, D100) with realistic physics simulation and statistical tracking for gaming enthusiasts and educators.
tr: Masa oyunları, masaüstü RPG'ler, olasılık deneyleri ve eğitim gösterileri için sanal zar atın. Çoklu zar türleri (D4, D6, D8, D10, D12, D20, D100) için gerçekçi fizik simülasyonu ve istatistiksel takip desteği, oyun tutkunları ve eğitimciler için.

source: Name Picker - Fair Selection System
tr: İsim Seçici - Adil Seçim Sistemi

source: Randomly select names from lists for presentations, classroom activities, team assignments, and contest winners. Bulk import capabilities, duplicate prevention, and selection history tracking ensure transparent and unbiased selection processes for any group size.
tr: Sunumlar, sınıf etkinlikleri, takım görevlendirmeleri ve yarışma kazananları için listelerden rastgele isim seçin. Toplu içe aktarma özellikleri, yinelenen seçim önleme ve seçim geçmişi takibi, her grup boyutu için şeffaf ve tarafsız seçim süreçleri sağlar.

source: Random Tools Dashboard
tr: Rastgele Araçlar Paneli

source: Lucky Wheel Spinner
tr: Şans Çarkı Döndürücü

source: Gaming Keywords
tr: Oyun Anahtar Kelimeleri

source: random number generator online, lucky wheel spinner, dice roller virtual, name picker random, lottery number generator, fair selection tool, random picker wheel, online dice game, contest winner picker
tr: çevrimiçi rastgele sayı üretici, şans çarkı döndürücü, sanal zar atıcı, rastgele isim seçici, piyango numarası üretici, adil seçim aracı, rastgele seçim çarkı, çevrimiçi zar oyunu, yarışma kazananı seçici

source: Advanced Calculator Suite for Health & Life
tr: Sağlık ve Yaşam için Gelişmiş Hesap Makinesi Paketi

source: Comprehensive collection of specialized calculators for health monitoring, age calculations, financial planning, and daily mathematical needs. Accurate algorithms based on medical standards and international guidelines provide reliable results for personal and professional use.
tr: Sağlık izleme, yaş hesaplamaları, finansal planlama ve günlük matematiksel ihtiyaçlar için özel hesap makineleri koleksiyonu. Tıbbi standartlara ve uluslararası yönergelere dayalı doğru algoritmalar, kişisel ve profesyonel kullanım için güvenilir sonuçlar sağlar.

source: BMI Calculator - Body Mass Index Health Assessment
tr: BKİ Hesaplayıcı - Vücut Kitle İndeksi Sağlık Değerlendirmesi

source: Calculate Body Mass Index using WHO standards with detailed health category analysis. Track weight status, understand health risks, and get personalized recommendations for maintaining optimal health. Supports metric and imperial units with age and gender considerations for accurate assessment.
tr: DSÖ standartlarını kullanarak Vücut Kitle İndeksi'ni detaylı sağlık kategorisi analiziyle hesaplayın. Kilo durumunu takip edin, sağlık risklerini anlayın ve optimal sağlığı korumak için kişiselleştirilmiş öneriler alın. Doğru değerlendirme için metrik ve İngiliz birimleri ile yaş ve cinsiyet dikkate alınır.

source: Age Calculator - Precise Life Timeline
tr: Yaş Hesaplayıcı - Hassas Yaşam Zaman Çizelgesi

source: Calculate exact age in years, months, days, hours, and minutes from birth date. Perfect for legal documents, insurance applications, retirement planning, and milestone celebrations. Includes leap year calculations and timezone considerations for international accuracy.
tr: Doğum tarihinden itibaren tam yaşı yıl, ay, gün, saat ve dakika cinsinden hesaplayın. Yasal belgeler, sigorta başvuruları, emeklilik planlaması ve kilometre taşı kutlamaları için mükemmel. Uluslararası doğruluk için artık yıl hesaplamaları ve saat dilimi dikkate alınır.

source: World Clock - Global Time Management
tr: Dünya Saati - Küresel Zaman Yönetimi

source: Display current time across multiple time zones simultaneously for international business, travel planning, and global communication. Real-time updates with daylight saving time adjustments and major city presets for worldwide coordination and scheduling.
tr: Uluslararası iş, seyahat planlama ve küresel iletişim için birden fazla saat diliminde geçerli saati aynı anda görüntüleyin. Gün ışığından yararlanma zamanı ayarlamaları ve büyük şehir ön ayarları ile gerçek zamanlı güncellemeler, dünya çapında koordinasyon ve planlama için.

source: Scientific Calculator - Advanced Mathematics
tr: Bilimsel Hesap Makinesi - Gelişmiş Matematik

source: Perform complex mathematical operations including trigonometry, logarithms, exponentials, and statistical functions. Essential for students, engineers, scientists, and professionals requiring precise calculations with memory functions and operation history.
tr: Trigonometri, logaritmalar, üstel fonksiyonlar ve istatistiksel işlemler dahil karmaşık matematiksel işlemler gerçekleştirin. Hafıza fonksiyonları ve işlem geçmişi ile hassas hesaplamalar gerektiren öğrenciler, mühendisler, bilim insanları ve profesyoneller için vazgeçilmez.

source: Calculator Tools Hub
tr: Hesap Makinesi Araçları Merkezi

source: Health Keywords
tr: Sağlık Anahtar Kelimeleri

source: BMI calculator online, body mass index checker, age calculator exact, world clock time zones, scientific calculator advanced, health assessment tools, fitness calculator, time zone converter
tr: çevrimiçi BKİ hesaplayıcı, vücut kitle indeksi kontrolü, tam yaş hesaplayıcı, dünya saati dilimleri, gelişmiş bilimsel hesap makinesi, sağlık değerlendirme araçları, fitness hesaplayıcı, saat dilimi dönüştürücü

source: Professional URL Management Platform
tr: Profesyonel URL Yönetim Platformu

source: Transform long, complex URLs into clean, shareable links perfect for social media marketing, email campaigns, and digital advertising. Advanced link management with analytics, custom domains, and branded short links for professional online presence and marketing success.
tr: Uzun ve karmaşık URL'leri, sosyal medya pazarlaması, e-posta kampanyaları ve dijital reklamcılık için mükemmel, temiz ve paylaşılabilir bağlantılara dönüştürün. Profesyonel çevrimiçi varlık ve pazarlama başarısı için analitik, özel alan adları ve markalı kısa bağlantılarla gelişmiş bağlantı yönetimi.

source: URL Shortener - Clean Link Creation
tr: URL Kısaltıcı - Temiz Bağlantı Oluşturma

source: Create short, memorable links from long URLs for social media posts, email newsletters, and marketing campaigns. Improve click-through rates with clean links that build trust and enhance user experience. Perfect for Twitter, Instagram, LinkedIn, and SMS marketing where character limits matter.
tr: Sosyal medya gönderileri, e-posta bültenleri ve pazarlama kampanyaları için uzun URL'lerden kısa, akılda kalıcı bağlantılar oluşturun. Güven oluşturan ve kullanıcı deneyimini artıran temiz bağlantılarla tıklama oranlarını iyileştirin. Karakter sınırlarının önemli olduğu Twitter, Instagram, LinkedIn ve SMS pazarlaması için mükemmel.

source: Link Analytics - Track Performance
tr: Bağlantı Analitiği - Performansı Takip Et

source: Monitor link performance with detailed analytics including click counts, geographic data, referrer sources, and device information. Optimize marketing campaigns with real-time insights and understand audience behavior for better targeting and engagement strategies.
tr: Tıklama sayıları, coğrafi veriler, yönlendirme kaynakları ve cihaz bilgileri dahil detaylı analitiklerle bağlantı performansını izleyin. Gerçek zamanlı içgörülerle pazarlama kampanyalarını optimize edin ve daha iyi hedefleme ve etkileşim stratejileri için kitle davranışını anlayın.

source: Custom Branded Links - Professional Branding
tr: Özel Markalı Bağlantılar - Profesyonel Markalaşma

source: Create branded short links using custom domains for enhanced brand recognition and trust. Professional appearance in marketing materials, business communications, and social media presence. Increase click-through rates with recognizable, trustworthy branded URLs.
tr: Marka tanınırlığını ve güveni artırmak için özel alan adlarıyla markalı kısa bağlantılar oluşturun. Pazarlama materyalleri, iş iletişimleri ve sosyal medya varlığında profesyonel görünüm. Tanıdık ve güvenilir markalı URL'lerle tıklama oranlarını artırın.

source: Bulk URL Processing - Enterprise Solutions
tr: Toplu URL İşleme - Kurumsal Çözümler

source: Process multiple URLs simultaneously for large-scale marketing campaigns and content management. Batch shortening capabilities with CSV import/export, API integration, and automated link generation for enterprise-level digital marketing and content distribution workflows.
tr: Büyük ölçekli pazarlama kampanyaları ve içerik yönetimi için birden fazla URL'yi aynı anda işleyin. CSV içe/dışa aktarma, API entegrasyonu ve otomatik bağlantı oluşturma ile toplu kısaltma özellikleri, kurumsal düzeyde dijital pazarlama ve içerik dağıtım iş akışları için.

source: URL Management Tools
tr: URL Yönetim Araçları

source: URL Tools Dashboard
tr: URL Araçları Paneli

source: Link Management System
tr: Bağlantı Yönetim Sistemi

source: Marketing Keywords
tr: Pazarlama Anahtar Kelimeleri

source: URL shortener free, link shortener online, custom short links, branded URL shortener, link analytics tracker, social media links, marketing link management, click tracking tools
tr: ücretsiz URL kısaltıcı, çevrimiçi bağlantı kısaltıcı, özel kısa bağlantılar, markalı URL kısaltıcı, bağlantı analitiği izleyici, sosyal medya bağlantıları, pazarlama bağlantı yönetimi, tıklama izleme araçları

source: Advanced Text Analysis & Processing Suite
tr: Gelişmiş Metin Analizi ve İşleme Paketi

source: Comprehensive text analysis tools for writers, content creators, students, and professionals. Analyze text statistics, optimize content for SEO, check readability scores, and format text for various platforms with precision and efficiency for better communication and engagement.
tr: Yazarlar, içerik oluşturucular, öğrenciler ve profesyoneller için kapsamlı metin analizi araçları. Metin istatistiklerini analiz edin, SEO için içeriği optimize edin, okunabilirlik puanlarını kontrol edin ve daha iyi iletişim ve etkileşim için çeşitli platformlara hassas ve verimli bir şekilde metin formatlayın.

source: Word Counter - Detailed Text Statistics
tr: Kelime Sayacı - Detaylı Metin İstatistikleri

source: Count words, characters, paragraphs, and sentences with real-time analysis for academic papers, blog posts, social media content, and professional documents. Track reading time, keyword density, and content length optimization for SEO and platform-specific requirements.
tr: Akademik makaleler, blog gönderileri, sosyal medya içeriği ve profesyonel belgeler için gerçek zamanlı analizle kelime, karakter, paragraf ve cümle sayın. Okuma süresini, anahtar kelime yoğunluğunu ve SEO ile platforma özgü gereksinimler için içerik uzunluğu optimizasyonunu takip edin.

source: Character Counter - Precise Length Control
tr: Karakter Sayacı - Hassas Uzunluk Kontrolü
