Repository: ademrecber/adretools
Catalog: adretools/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Test and debug regular expressions with real-time matching, explanation, and performance analysis. Perfect for form validation, data parsing, text processing, and search functionality development with support for multiple regex flavors and detailed match information.
tr: Gerçek zamanlı eşleştirme, açıklama ve performans analizi ile düzenli ifadeleri test edin ve hata ayıklayın. Form doğrulama, veri ayrıştırma, metin işleme ve arama işlevselliği geliştirme için birden fazla regex türü ve detaylı eşleşme bilgisi desteğiyle mükemmel.

source: SQL Formatter - Database Query Optimization
tr: SQL Biçimlendirici - Veritabanı Sorgu Optimizasyonu

source: Format, beautify, and optimize SQL queries for better readability and performance. Support for multiple database systems including MySQL, PostgreSQL, SQL Server, and Oracle with syntax highlighting, error detection, and query optimization suggestions for database development.
tr: Daha iyi okunabilirlik ve performans için SQL sorgularını biçimlendirin, güzelleştirin ve optimize edin. MySQL, PostgreSQL, SQL Server ve Oracle dahil birden fazla veritabanı sistemi için sözdizimi vurgulama, hata algılama ve veritabanı geliştirme için sorgu optimizasyon önerileri desteği.

source: JSON Formatter Tool
tr: JSON Biçimlendirici Aracı

source: Programming Keywords
tr: Programlama Anahtar Kelimeleri

source: JSON formatter online, hash generator tool, regex tester, SQL formatter, developer tools online, code formatter, programming utilities, web development tools
tr: çevrimiçi JSON biçimlendirici, hash üretici aracı, düzenli ifade test edici, SQL biçimlendirici, çevrimiçi geliştirici araçları, kod biçimlendirici, programlama yardımcı programları, web geliştirme araçları

source: Advanced Network Diagnostic Suite
tr: Gelişmiş Ağ Teşhis Paketi

source: Professional network analysis and diagnostic tools for system administrators, IT professionals, and cybersecurity experts. Monitor network performance, analyze IP addresses, check domain status, and perform security assessments with enterprise-grade tools for network management and troubleshooting.
tr: Sistem yöneticileri, BT profesyonelleri ve siber güvenlik uzmanları için profesyonel ağ analizi ve teşhis araçları. Ağ performansını izleyin, IP adreslerini analiz edin, alan adı durumunu kontrol edin ve ağ yönetimi ve sorun giderme için kurumsal düzey araçlarla güvenlik değerlendirmeleri yapın.

source: IP Lookup - Geolocation & Analysis
tr: IP Sorgulama - Coğrafi Konum ve Analiz

source: Analyze IP addresses with detailed geolocation data, ISP information, and security threat assessment. Essential for cybersecurity investigations, network troubleshooting, and understanding traffic sources with comprehensive IP intelligence and reputation checking capabilities.
tr: Detaylı coğrafi konum verileri, ISS bilgileri ve güvenlik tehdidi değerlendirmesi ile IP adreslerini analiz edin. Siber güvenlik araştırmaları, ağ sorun giderme ve kapsamlı IP istihbaratı ve itibar kontrol yetenekleriyle trafik kaynaklarını anlama için vazgeçilmez.

source: Domain Checker - DNS Analysis
tr: Alan Adı Kontrolü - DNS Analizi

source: Comprehensive domain analysis including DNS records, WHOIS information, SSL certificate status, and domain availability checking. Perfect for domain management, security audits, and competitive analysis with detailed technical information and historical data.
tr: DNS kayıtları, WHOIS bilgileri, SSL sertifikası durumu ve alan adı kullanılabilirlik kontrolü dahil kapsamlı alan adı analizi. Alan adı yönetimi, güvenlik denetimleri ve detaylı teknik bilgiler ve geçmiş verilerle rekabet analizi için mükemmel.

source: Port Scanner - Security Assessment
tr: Port Tarayıcı - Güvenlik Değerlendirmesi

source: Scan network ports for security vulnerabilities and service discovery with professional-grade scanning capabilities. Essential for penetration testing, security audits, and network inventory management with detailed service identification and vulnerability assessment.
tr: Profesyonel düzey tarama yetenekleriyle güvenlik açıkları ve hizmet keşfi için ağ portlarını tarayın. Penetrasyon testleri, güvenlik denetimleri ve detaylı hizmet tanımlama ve güvenlik açığı değerlendirmesi ile ağ envanter yönetimi için vazgeçilmez.

source: Network Speed Test - Performance Monitoring
tr: Ağ Hız Testi - Performans İzleme

source: Measure internet connection speed, latency, and network performance with accurate testing algorithms. Monitor bandwidth utilization, identify bottlenecks, and optimize network performance for business applications and user experience improvement.
tr: Doğru test algoritmalarıyla internet bağlantı hızını, gecikmeyi ve ağ performansını ölçün. Bant genişliği kullanımını izleyin, darboğazları belirleyin ve iş uygulamaları ve kullanıcı deneyimi iyileştirmesi için ağ performansını optimize edin.

source: IP Address Lookup
tr: IP Adresi Sorgulama

source: Domain Analysis Tool
tr: Alan Adı Analiz Aracı

source: IP lookup tool, domain checker, port scanner online, network diagnostic tools, DNS lookup, WHOIS checker, network security tools, system administrator tools
tr: IP sorgulama aracı, alan adı kontrolü, çevrimiçi port tarayıcı, ağ teşhis araçları, DNS sorgulama, WHOIS kontrolü, ağ güvenlik araçları, sistem yöneticisi araçları

source: Calculator Tools - BMI, Age, World Clock - AdreTools
tr: Hesap Makinesi Araçları - BKİ, Yaş, Dünya Saati - AdreTools

source: Free online calculators for daily use
tr: Günlük kullanım için ücretsiz çevrimiçi hesap makineleri

source: Home
tr: Ana Sayfa

source: Calculate
tr: Hesapla

source: Weight (kg)
tr: Ağırlık (kg)

source: Height (cm)
tr: Boy (cm)

source: Calculate BMI
tr: BKİ Hesapla

source: Birth Date
tr: Doğum Tarihi

source: Calculate Age
tr: Yaş Hesapla

source: Number
tr: Sayı

source: Percentage
tr: Yüzde

source: Result
tr: Sonuç

source: Start Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

source: Calculate Days
tr: Gün Hesapla

source: Back to Home
tr: Ana Sayfaya Geri Dön

source: Upload Image
tr: Görsel Yükle

source: Click or drag and drop
tr: Tıkla veya sürükle ve bırak

source: JPG, PNG, GIF, WEBP supported
tr: JPG, PNG, GIF, WEBP desteklenir

source: Remove Image
tr: Görseli Kaldır

source: Selected Color
tr: Seçilen Renk

source: Coordinate
tr: Koordinat

source: Copy All Color Codes
tr: Tüm Renk Kodlarını Kopyala

source: No color selected yet
tr: Henüz renk seçilmedi

source: Clear History
tr: Geçmişi Temizle

source: Length
tr: Uzunluk

source: Weight
tr: Ağırlık

source: Temperature
tr: Sıcaklık

source: Area
tr: Alan

source: Volume
tr: Hacim

source: Speed
tr: Hız

source: Value
tr: Değer

source: From Unit
tr: Birimden

source: To Unit
tr: Birime

source: Quick Conversion
tr: Hızlı Dönüşüm

source: AdreTools - Free Online Tools: PDF, Image, QR Code, Network Tools
tr: AdreTools - Ücretsiz Çevrimiçi Araçlar: PDF, Resim, QR Kod, Ağ Araçları

source: Daily tools to make your work easier
tr: Günlük işlerinizi kolaylaştıran araçlar

source: View Tools
tr: Araçları Gör

source: Base64 Encoder
tr: Base64 Kodlayıcı

source: Base64 Encoder/Decoder
tr: Base64 Kodlayıcı/Çözücü

source: Encode and decode Base64 strings online for free
tr: Base64 dizelerini çevrimiçi olarak ücretsiz kodla ve çöz

source: Input Text
tr: Giriş Metni

source: Enter text to encode/decode...
tr: Kodlamak/çözmek için metin girin...

source: Encode
tr: Kodla

source: Decode
tr: Çöz

source: Copy
tr: Kopyala

source: Please enter text!
tr: Lütfen metin girin!

source: An error occurred
tr: Bir hata oluştu

source: Connection error
tr: Bağlantı hatası

source: Copied!
tr: Kopyalandı!

source: Online Hash Generator - Free
tr: Çevrimiçi Hash Üreticisi - Ücretsiz

source: Generate MD5, SHA1, SHA256 hash values
tr: MD5, SHA1, SHA256 hash değerleri oluştur

source: Text
tr: Metin

source: Enter the text you want to hash...
tr: Hash etmek istediğiniz metni girin...

source: Generate Hash
tr: Hash Oluştur

source: About Hash Algorithms
tr: Hash Algoritmaları Hakkında

source: 128-bit hash value. Fast but weak in terms of security.
tr: 128 bit hash değeri. Hızlı ancak güvenlik açısından zayıf.

source: 160-bit hash value. More secure than MD5 but no longer recommended.
tr: 160 bit hash değeri. MD5'ten daha güvenli ancak artık önerilmiyor.

source: 256-bit hash value. The most widely used secure algorithm today.
tr: 256 bit hash değeri. Günümüzde en yaygın kullanılan güvenli algoritma.

source: 512-bit hash value. Highest security level.
tr: 512 bit hash değeri. En yüksek güvenlik seviyesi.

source: Hash values generated!
tr: Hash değerleri oluşturuldu!

source: Hash copied!
tr: Hash kopyalandı!

source: Professional tools for coding and development
tr: Kodlama ve geliştirme için profesyonel araçlar

source: Use
tr: Kullan

source: Coming Soon
tr: Yakında

source: Speed up your coding process with AdreTools developer tools. Professional tools for all your needs from JSON formatting to hash generation.
tr: AdreTools geliştirici araçlarıyla kodlama sürecinizi hızlandırın. JSON biçimlendirmeden hash oluşturmaya kadar tüm ihtiyaçlarınız için profesyonel araçlar.

source: Validate, format and minify your JSON data.
tr: JSON verilerinizi doğrulayın, biçimlendirin ve küçültün.

source: Generate MD5, SHA1, SHA256 hash values.
tr: MD5, SHA1, SHA256 hash değerleri oluşturun.

source: Test your regular expression patterns.
tr: Düzenli ifade desenlerinizi test edin.

source: Encode/decode texts to Base64 format.
tr: Metinleri Base64 formatına kodlayın/çözün.

source: Encode/decode HTML entities.
tr: HTML varlıklarını kodlayın/çözün.

source: Encode/decode URLs to safe format.
tr: URL'leri güvenli formata kodlayın/çözün.

source: Format and beautify SQL queries.
tr: SQL sorgularını biçimlendirin ve güzelleştirin.

source: Convert Unix timestamp values.
tr: Unix zaman damgası değerlerini dönüştürün.

source: HTML Encoder
tr: HTML Kodlayıcı

source: HTML Encoder/Decoder
tr: HTML Kodlayıcı/Çözücü

source: Encode and decode HTML entities online for free
tr: HTML varlıklarını çevrimiçi olarak ücretsiz kodlayın ve çözün

source: Enter HTML to encode/decode...
tr: Kodlamak/çözmek için HTML girin...

source: Online JSON Formatter - Free
tr: Çevrimiçi JSON Biçimlendirici - Ücretsiz

source: Validate, format and minify JSON
tr: JSON'ı doğrulayın, biçimlendirin ve küçültün

source: JSON Input
tr: JSON Girişi

source: Format
tr: Biçimlendir

source: Minify
tr: Küçült

source: Validate
tr: Doğrula

source: Please enter JSON!
tr: Lütfen JSON girin!

source: Valid JSON!
tr: Geçerli JSON!

source: Invalid JSON
tr: Geçersiz JSON

source: Operation successful!
tr: İşlem başarılı!

source: Online Regex Tester - Free
tr: Çevrimiçi Regex Test Edici - Ücretsiz

source: Test your Regular Expression patterns
tr: Düzenli ifade desenlerinizi test edin

source: Regex Pattern
tr: Regex Deseni

source: Pattern
tr: Desen

source: Flags
tr: Bayraklar

source: Test Text
tr: Test Metni

source: Enter the text to be tested here...
tr: Test edilecek metni buraya girin...

source: Test
tr: Test Et

source: Results
tr: Sonuçlar

source: Regex test results will appear here...
tr: Regex test sonuçları burada görünecek...

source: Visual Result
tr: Görsel Sonuç

source: Matches will be highlighted here...
tr: Eşleşmeler burada vurgulanacak...

source: Common Regex Examples
tr: Yaygın Regex Örnekleri

source: Capital Letters
tr: Büyük Harfler

source: Numbers
tr: Sayılar

source: Please enter regex pattern!
tr: Lütfen regex deseni girin!

source: matches found
tr: eşleşme bulundu

source: Match
tr: Eşleşme

source: Position
tr: Konum

source: No matches found
tr: Eşleşme bulunamadı

source: SQL Formatter
tr: SQL Biçimlendirici

source: Format and beautify SQL queries online for free
tr: SQL sorgularını çevrimiçi olarak ücretsiz biçimlendirin ve güzelleştirin

source: SQL Input
tr: SQL Girişi

source: Enter SQL query to format...
tr: Biçimlendirmek için SQL sorgusu girin...

source: Formatted SQL
tr: Biçimlendirilmiş SQL

source: Please enter SQL query!
tr: Lütfen SQL sorgusu girin!

source: Convert Unix timestamps to human readable dates and vice versa
tr: Unix zaman damgalarını insan tarafından okunabilir tarihlere ve tersine dönüştürün

source: Timestamp to Date
tr: Zaman Damgasından Tarihe

source: Enter Unix timestamp (e.g. 1640995200)
tr: Unix zaman damgasını girin (ör. 1640995200)

source: Date to Timestamp
tr: Tarihten Zaman Damgasına

source: Convert to Timestamp
tr: Zaman Damgasına Dönüştür

source: Current Timestamp
tr: Geçerli Zaman Damgası

source: Current Unix Timestamp:
tr: Geçerli Unix Zaman Damgası:

source: Current Date:
tr: Geçerli Tarih:

source: Please enter timestamp!
tr: Lütfen zaman damgası girin!

source: Local Time:
tr: Yerel Saat:

source: UTC Time:
tr: UTC Saati:

source: ISO Format:
tr: ISO Formatı:

source: Please select date!
tr: Lütfen tarih seçin!

source: Unix Timestamp:
tr: Unix Zaman Damgası:

source: URL Encoder
tr: URL Kodlayıcı

source: URL Encoder/Decoder
tr: URL Kodlayıcı/Çözücü

source: Enter URL to encode/decode...
tr: Kodlamak/çözmek için URL girin...

source: Birth Information
tr: Doğum Bilgileri

source: Birth Time (Optional)
tr: Doğum Saati (İsteğe Bağlı)

source: Required to calculate ascendant
tr: Yükseleni hesaplamak için gerekli

source: Birth Place (Optional)
tr: Doğum Yeri (İsteğe Bağlı)

source: Calculate Horoscope
tr: Burç Hesapla

source: Today
tr: Bugün

source: Clear
tr: Temizle

source: Planet
tr: Gezegen

source: Personality Traits
tr: Kişilik Özellikleri

source: Traits
tr: Özellikler

source: Ascendant
tr: Yükselen

source: Age
tr: Yaş

source: Life Number
tr: Yaşam Numarası

source: Season
tr: Mevsim

source: Day of Birth
tr: Doğum Günü

source: Life Number Meaning
tr: Yaşam Numarası Anlamı

source: Image Resizing
tr: Görüntü Yeniden Boyutlandırma

source: Select Image
tr: Görüntü Seç

source: Width (px)
tr: Genişlik (px)

source: Height (px)
tr: Yükseklik (px)

source: Percentage (%%)
tr: Yüzde (%%%%)

source: Preset Sizes
tr: Ön Ayar Boyutlar

source: Select
tr: Seç

source: Instagram Square
tr: Instagram Kare

source: Keep Aspect Ratio
tr: En-Boy Oranını Koru

source: Resize and Download
tr: Yeniden Boyutlandır ve İndir

source: Image Cropping
tr: Görüntü Kırpma

source: Aspect Ratio
tr: En-Boy Oranı

source: Free
tr: Serbest

source: Square
tr: Kare

source: Wide
tr: Geniş

source: Standard
tr: Standart

source: Photo
tr: Fotoğraf

source: Width
tr: Genişlik

source: Height
tr: Yükseklik

source: Crop and Download
tr: Kırp ve İndir

source: Rotation Angle
tr: Döndürme Açısı

source: Right
tr: Sağ

source: Left
tr: Sol

source: Custom Angle
tr: Özel Açı

source: Custom Angle (degrees)
tr: Özel Açı (derece)

source: Flip Horizontal
tr: Yatay Çevir

source: Flip Vertical
tr: Dikey Çevir

source: Rotate and Download
tr: Döndür ve İndir

source: Format Conversion
tr: Format Dönüşümü

source: Target Format
tr: Hedef Format

source: Quality (JPG/WEBP)
tr: Kalite (JPG/WEBP)

source: Quality
tr: Kalite

source: Keep Transparency (PNG)
tr: Şeffaflığı Koru (PNG)

source: Free Image Resizer Online - Resize Photos - AdreTools
tr: Ücretsiz Çevrimiçi Görüntü Yeniden Boyutlandırıcı - Fotoğrafları Yeniden Boyutlandır - AdreTools

source: Free Image Resizer Online - Resize Photos
tr: Ücretsiz Çevrimiçi Görüntü Yeniden Boyutlandırıcı - Fotoğrafları Yeniden Boyutlandır

source: Choose Image to Resize
tr: Yeniden Boyutlandırılacak Görüntüyü Seç

source: How to Resize Images Online
tr: Görüntüler Çevrimiçi Olarak Nasıl Yeniden Boyutlandırılır

source: Select JPG, PNG or WEBP
tr: JPG, PNG veya WEBP Seç

source: Set Dimensions
tr: Boyutları Ayarla

source: Choose new width & height
tr: Yeni genişlik ve yüksekliği seç

source: Download
tr: İndir

source: Get resized image
tr: Yeniden boyutlandırılmış görüntüyü al

source: Free Image Resizer Features
tr: Ücretsiz Görüntü Yeniden Boyutlandırma Özellikleri

source: Free Image Resize
tr: Ücretsiz Görüntü Yeniden Boyutlandırma

source: No watermarks
tr: Filigran yok

source: Multiple Formats
tr: Çoklu Formatlar

source: Batch Resize
tr: Toplu Yeniden Boyutlandırma

source: Multiple images
tr: Birden fazla görüntü

source: Quality Control
tr: Kalite Kontrolü

source: Maintain image quality
tr: Görüntü kalitesini koru

source: Custom Dimensions
tr: Özel Boyutlar

source: Any size you want
tr: İstediğiniz herhangi bir boyut

source: Keep proportions
tr: Oranları koru

source: Instant Preview
tr: Anında Önizleme

source: See before download
tr: İndirmeden önce gör

source: No Registration
tr: Kayıt Gerekmez

source: Use immediately
tr: Hemen kullan

source: Online Domain Checker - Free
tr: Çevrimiçi Alan Adı Kontrol Aracı - Ücretsiz

source: Check domain information
tr: Alan adı bilgilerini kontrol et

source: Domain Query
tr: Alan Adı Sorgusu

source: Domain Address
tr: Alan Adı Adresi

source: e.g: google.com
tr: ör. google.com

source: Check Domain
tr: Alan Adını Kontrol Et

source: Please enter a domain address!
tr: Lütfen bir alan adı adresi girin!

source: Domain
tr: Alan Adı

source: Status
tr: Durum

source: Not found
tr: Bulunamadı

source: Error
tr: Hata

source: Network Tools - Online Network Tools - AdreTools
tr: Ağ Araçları - Çevrimiçi Ağ Araçları - AdreTools

source: IP Lookup
tr: IP Sorgulama

source: Query IP address information
tr: IP adresi bilgilerini sorgula

source: Domain Checker
tr: Alan Adı Kontrol Aracı

source: Port Scanner
tr: Port Tarayıcı

source: Scan open ports
tr: Açık portları tara

source: Ping Test
tr: Ping Testi

source: Test connection speed
tr: Bağlantı hızını test et

source: Speed Test
tr: Hız Testi

source: Measure internet speed
tr: İnternet hızını ölç

source: With AdreTools network tools, you can query IP addresses, check domain information, perform port scanning and conduct ping tests.
tr: AdreTools ağ araçlarıyla IP adreslerini sorgulayabilir, alan adı bilgilerini kontrol edebilir, port tarama yapabilir ve ping testleri gerçekleştirebilirsiniz.

source: Learn the geographical location, ISP information and details of the IP address.
tr: IP adresinin coğrafi konumunu, ISS bilgilerini ve detaylarını öğrenin.

source: Check the DNS records and whois information of the domain address.
tr: Alan adı adresinin DNS kayıtlarını ve whois bilgilerini kontrol edin.

source: Perform security checks by scanning open ports of IP address.
tr: IP adresinin açık portlarını tarayarak güvenlik kontrolleri gerçekleştirin.

source: Test connection quality by pinging website or IP address.
tr: Web sitesine veya IP adresine ping atarak bağlantı kalitesini test edin.

source: Online IP Lookup - Free
tr: Çevrimiçi IP Sorgulama - Ücretsiz

source: Query IP address location, ISP information and details
tr: IP adresi konumunu, ISS bilgilerini ve detaylarını sorgula

source: Query IP Address
tr: IP Adresi Sorgula

source: IP Address
tr: IP Adresi

source: e.g: 8.8.8.8
tr: ör. 8.8.8.8

source: Enter IP address in IPv4 format
tr: IP adresini IPv4 formatında girin

source: Lookup IP
tr: IP Sorgula

source: Querying...
tr: Sorgulanıyor...

source: Querying IP information...
tr: IP bilgileri sorgulanıyor...

source: What is IP Lookup?
tr: IP Sorgulama Nedir?

source: IP Lookup is a tool that allows you to learn the geographical location, internet service provider (ISP) and other technical information of an IP address.
tr: IP Sorgulama, bir IP adresinin coğrafi konumunu, internet servis sağlayıcısını (ISS) ve diğer teknik bilgilerini öğrenmenizi sağlayan bir araçtır.

source: Features:
tr: Özellikler:

source: Geographical location (country, city, region)
tr: Coğrafi konum (ülke, şehir, bölge)

source: ISP and organization information
tr: ISS ve organizasyon bilgileri

source: Time zone information
tr: Zaman dilimi bilgileri

source: Latitude and longitude coordinates
tr: Enlem ve boylam koordinatları

source: Fast and reliable results
tr: Hızlı ve güvenilir sonuçlar

source: Please enter an IP address!
tr: Lütfen bir IP adresi girin!

source: Invalid IP address format!
tr: Geçersiz IP adresi formatı!

source: Online Ping Test - Free
tr: Çevrimiçi Ping Testi - Ücretsiz

source: Target IP/Domain
tr: Hedef IP/Alan Adı

source: Packet Count
tr: Paket Sayısı

source: packets
tr: paket

source: Start Ping
tr: Ping Başlat

source: Please enter target IP/domain!
tr: Lütfen hedef IP/alan adı girin!

source: Ping failed
tr: Ping başarısız

source: Unknown error
tr: Bilinmeyen hata

source: Online Port Scanner - Free
tr: Çevrimiçi Port Tarayıcı - Ücretsiz

source: Port Scanning
tr: Port Tarama

source: Ports
tr: Portlar

source: 80,443,22 or 80-100
tr: 80,443,22 veya 80-100

source: Scan Ports
tr: Portları Tara

source: Online Speed Test - Free
tr: Çevrimiçi Hız Testi - Ücretsiz

source: Test your internet connection speed
tr: İnternet bağlantı hızınızı test edin

source: Internet Speed Test
tr: İnternet Hız Testi

source: Upload
tr: Yükleme

source: Start Speed Test
tr: Hız Testini Başlat

source: Testing...
tr: Test ediliyor...

source: About Speed Test
tr: Hız Testi Hakkında

source: Internet speed test measures your connection's download and upload speeds.
tr: İnternet hız testi, bağlantınızın indirme ve yükleme hızlarını ölçer.

source: Download Speed
tr: İndirme Hızı

source: Your data download speed from internet. Important for video streaming, file downloads.
tr: İnternetten veri indirme hızınız. Video akışı ve dosya indirmeleri için önemli.

source: Upload Speed
tr: Yükleme Hızı

source: Your data upload speed to internet. Important for video conferencing, file sharing.
tr: İnternete veri yükleme hızınız. Video konferans ve dosya paylaşımı için önemli.

source: Time to reach server. Critical for online games and live streaming.
tr: Sunucuya ulaşma süresi. Çevrimiçi oyunlar ve canlı yayın için kritik.

source: Running ping test...
tr: Ping testi çalıştırılıyor...

source: Measuring download speed...
tr: İndirme hızı ölçülüyor...

source: Measuring upload speed...
tr: Yükleme hızı ölçülüyor...

source: Test completed!
tr: Test tamamlandı!

source: Test error
tr: Test hatası

source: Test failed
tr: Test başarısız

source: Generate Password
tr: Şifre Oluştur

source: Uppercase Letters (A-Z)
tr: Büyük Harfler (A-Z)

source: Lowercase Letters (a-z)
tr: Küçük Harfler (a-z)

source: Numbers (0-9)
tr: Sayılar (0-9)

source: Symbols (!@#$%%^&*)
tr: Semboller (!@#$%%%%^&*)

source: Exclude Similar Characters (il1Lo0O)
tr: Benzer Karakterleri Hariç Tut (il1Lo0O)

source: Password Security Check
tr: Şifre Güvenlik Kontrolü

source: Enter your password
tr: Şifrenizi girin

source: Your password is not sent to server, only analyzed
tr: Şifreniz sunucuya gönderilmez, yalnızca analiz edilir

source: Perform Security Check
tr: Güvenlik Kontrolü Yap

source: Generated Password
tr: Oluşturulan Şifre

source: Security Score
tr: Güvenlik Puanı

source: Generate New Password
tr: Yeni Şifre Oluştur

source: Security Analysis
tr: Güvenlik Analizi

source: Suggestions
tr: Öneriler

source: Split PDF
tr: PDF'yi Ayır

source: Select and Split PDF
tr: PDF Seç ve Ayır

source: Merge PDF
tr: PDF Birleştir

source: Add PDF
tr: PDF Ekle

source: Merge
tr: Birleştir

source: Multi-Page Split
tr: Çok Sayfalı Ayırma

source: Select PDF
tr: PDF Seç

source: Add Range
tr: Aralık Ekle

source: Split and Download
tr: Ayır ve İndir

source: Merge Folder
tr: Klasör Birleştir

source: Add Folder
tr: Klasör Ekle

source: Interval Page Split
tr: Aralıklı Sayfa Ayırma

source: How many pages to split?
tr: Kaç sayfa ayrılacak?

source: e.g: 3
tr: ör. 3

source: Start page
tr: Başlangıç sayfası

source: e.g: 1
tr: ör. 1

source: Split by Interval
tr: Aralıklarla Ayır

source: Convert PDF
tr: PDF Dönüştür

source: PDF Security
tr: PDF Güvenliği

source: Step 2: Choose Security Options
tr: Adım 2: Güvenlik Seçeneklerini Seç

source: Add password to protect your PDF
tr: PDF'nizi korumak için şifre ekleyin
